//Написать программу сложения двух чисел на C#  работающий на  Win, Mac Os....

int numberA = 3;
int numberB = 5;
int result = numberA+numberB;

Console.WriteLine(result);
