// Написать программу на языке C# в которой пользователь вводит два целых числа 
//и получает частное введеных чисел

double numberA = 12;
double numberB = 5;
Console.WriteLine(numberA/numberB);